[
    {
        "type": "podcast",
        "name": "Lowlands Beach",
        "description": "Professor Katy Evans visits her local beach at Lowlands, Youngs Siding and discusses the rich geological science in the area. Menang Custodian Larry Blight makes some keen observations about the traditional activities which occurred during the Bunuru season.",
        "geolocation": {
            "lat": -35.07412833049297,
            "lng": 117.51992269147573
        },
        "podcastFileName": "Bunuru",
        "imageFile": "lowlands.jpg"
    },
    {
        "type": "podcast",
        "name": "Weedon Hill | Warrumbup",
        "description": "On top of Weedon Hill is a powerful women's place called Warrumbup. Learn about this special place from Lynette Knapp a proud Merningar Yorga. Ursula Rodriguez also reflects on traditional fire management techniques used at a cultural burn at the base of Weedon Hill.",
        "geolocation": {
            "lat": -34.98462203484376,
            "lng": 117.34066714117691
        },
        "podcastFileName": "Djeran",
        "imageFile": "warumbup.jpg"
    },
    {
        "type": "podcast",
        "name": "Mount Lindesey | Peepetup",
        "description": "Aboriginal access to country for cultural purposes. The discovery of a new species of Eucalypt tree and the campaign to save it.",
        "geolocation": {
            "lat": -34.84968735853715,
            "lng": 117.26192228345737
        },
        "podcastFileName": "Makuru",
        "imageFile": "mount_lindesay.jpg"
    },
    {
        "type": "podcast",
        "name": "Parrys Beach | Kordalup",
        "description": "Parrys Beach is located 20 kilometers west of Denmark. In this podcast Katy Fannei from the Little White Whale project discuss the migration of whale species along the south coast of Western Australia. Lester Coyne discusses the local fish species which were caught in the early 1800’s by local Aboriginal people and are now housed in the Scottish Museum.",
        "geolocation": {
            "lat": -35.04260569201499,
            "lng": 117.15569358757196
        },
        "podcastFileName": "Djilba",
        "imageFile": "parrys_beach.jpg"
    },
    {
        "type": "podcast",
        "name": "Millars Basin Kent River | Gnowerumbup",
        "description": "Noongar freshwater fish traps. The unique freshwater aquatic life in the rivers and streams of the south coast area. The threat of climate change to our freshwater wildlife and a project to help them survive.",
        "geolocation": {
            "lat": -34.75852900903033,
            "lng": 117.0498314597514
        },
        "podcastFileName": "Kambrang",
        "imageFile": "millars_basin.jpg"
    },
    {
        "type": "podcast",
        "name": "Lake Williams",
        "description": "Prof Pierre Horwitz from the school of environmental science discusses the geomorphology of the landscape around Lake Williams. Aden Eades and Rob Main discuss the cultural heritage surveys and land managment projects undertaken by local Aboriginal rangers at this site.",
        "geolocation": {
            "lat": -35.016438593726212,
            "lng": 117.27009413014933
        },
        "podcastFileName": "Birak",
        "imageFile": "lake_williams.jpg"
    }
]