[
    {
        "name": "Styx River",
        "geolocation": {
            "lat": -34.86224430908208,
            "lng": 117.09423773403911
        },
        "youtube_url": "https://www.youtube.com/embed/qFEQw-JH0o4?si=9izq8tT8oAiKAW0P",
        "description": "The gnamma holes at the Styx river site demonstrate the way in which water was traditionally conserved for the drier seasons by Aboriginal people. In this film Carol Pettersen discusses the importance of waterways to First Nationas People. Myles Mitchell a local Anthropologist discusses the way in gnamma holes were created and used at the Styx River site."
    },
    {
        "name": "Mount Lindesay/ Peetupup-",
        "geolocation": {
            "lat": -34.851062600753416,
            "lng": 117.27434836851486
        },
        "youtube_url": "https://youtu.be/9XZtPU8Hk6E",
        "description": "In the short film Lynette Knapp – Merningar yorga discusses the traditional Aboriginal plant uses. First Nations people use native plant species as sources of food, medicine and to create functional items. Mark Parre the local Denmark Shire Revegetation Officer discusses the unique flora that can be found at Mount Lindesay."
    },
    {
        "name": "Mount Hallowell/ Kooryunderup",
        "geolocation": {
            "lat": -35.00346271395953,
            "lng": 117.30302192179204
        },
        "youtube_url": "https://youtu.be/DSi-yiYfog8",
        "description": "In the film Larry Blight a traditional Menang custodian speaks about Lizard traps on Mount Hallowell or Kooryunderup, which is an example of First Nations Peoples traditional hunting techniques. Professor Stephen Hopper discusses the unique flora found on the granite outcrops at the site."
    },
    {
        "name": "Wilson Inlet/Marjet-",
        "geolocation": {
            "lat": -34.96807273726644,
            "lng": 117.38926551115676
        },
        "youtube_url": "https://youtu.be/4XPYvHItqxU",
        "description": "In the film Larry Blight a Menang custodian discusses the natural resources that can be sourced from around the inlet. Ochre is sourced from a site near the inlet, in the film Larry discusses the ceremonial uses of this ancient rock. Anna Ramthra discusses the geological history of the site. Myles Mitchell also visits traditional fish traps which are ancient stone arrangements which helps to illustrate the traditional fishing techniques used on the inlet."
    },
    {
        "name": "Morley Beach/ Marjet- ",
        "geolocation": {
            "lat": -34.990440495069144,
            "lng": 117.48241896818844
        },
        "youtube_url": "https://youtu.be/oino8jmCu_s",
        "description": "In the film Averil Dean and Lindsay Dean discuss the traditional food sources found on the inlet for traditional Noongar people living in the area. Morley Beach is also a significant bird feeding ground for migratory shorebirds during this season. In the film Jeremy Ringma from Birdlife Australia discusses the importance of the location to the East Asian Australasian Flyway."
    },
    {
        "name": "Mount Leahy",
        "geolocation": {
            "lat": -34.924919615569515,
            "lng": 117.35348738329455
        },
        "youtube_url": "https://youtu.be/FHWLjZPa0iM",
        "description": "In the film Lynette Knapp, a Merningar yorga (Menang Elder) speaks about the environmental and cultural benefits of cultural burns. At Mount Leahy Dr David Edmonds a conservation veterinarian also discusses the impact of different scales of fire on fragile ecosystems like peat swamps."
    }
]